android-studio
aylurs-gtk-shell
beekeeper-studio
bluetuith
brave-bin
docker-desktop
gotop-bin
heroku-cli
hyprshot
lazydocker
lmstudio-appimage
ngrok
pokemon-colorscripts-git
postman-bin
python-eduvpn-client
reiserfsprogs
timeshift-autosnap
visual-studio-code-bin
webcord
wlogout
workstyle-git
xwaylandvideobridge
