7zip
accountsservice
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
android-tools
ark
asciiquarium
aspell
atuin
audacity
b43-fwcutter
base
base-devel
bash-completion
bat
bc
bind
bluedevil
bluez
bluez-utils
breeze-gtk
brightnessctl
btop
btrfs-progs
cantarell-fonts
cava
chromium
cryptsetup
cups
cups-browsed
cups-filters
cups-pdf
dart-sass
dbeaver
device-mapper
diff-so-fancy
diffutils
discord
dkms
dmidecode
dmraid
dnsmasq
docker
dolphin
dolphin-plugins
dosfstools
dotnet-runtime
dotnet-sdk
downgrade
dracut
duf
e2fsprogs
efibootmgr
efitools
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
eos-apps-info
eos-breeze-sddm
eos-dracut
eos-hooks
eos-log-tool
eos-packagelist
eos-quickstart
eos-rankmirrors
eos-settings-plasma
ethtool
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
ffmpegthumbs
filelight
firefox
firewalld
fish
flatpak
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
fwupd
ghostscript
git
git-delta
glances
glmark2
gnome-bluetooth-3.0
gnome-font-viewer
grub
grub-btrfs
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gutenprint
gvfs
gwenview
haruna
haveged
hdparm
helix
htop
httpie
hwdetect
hwinfo
hyprland
hyprpaper
hyprsunset
inetutils
intellij-idea-community-edition
inxi
iptables-nft
iwd
jdk11-openjdk
jdk17-openjdk
jellyfin-server
jellyfin-web
jfsutils
kate
kcalc
kde-cli-tools
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdeplasma-addons
kgamma
kimageformats
kinfocenter
kio-admin
kio-extras
kio-fuse
kitty
konsole
kscreen
kwallet-pam
kwayland-integration
lazygit
less
lib32-nvidia-utils
libappindicator-gtk3
libdvdcss
libgsf
libgtop
libopenraw
libreoffice-fresh
libwnck3
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsd
lsscsi
lvm2
maliit-keyboard
man-db
man-pages
maven
mdadm
meld
mesa-utils
meson
mission-center
modemmanager
mtools
nano
nano-syntax-highlighting
ncdu
neovim
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
ntfs-3g
ntp
nushell
nvidia-dkms
nvidia-hook
nvidia-inst
nvidia-settings
nvm
obs-studio
obsidian
okular
openapi-tui
openssh
os-prober
pacman-contrib
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-workspace
plocate
podman
poppler-glib
postgresql
power-profiles-daemon
powerdevil
print-manager
pulsemixer
pv
pyenv
python
python-capng
python-defusedxml
python-packaging
python-pyqt5
qbittorrent
rebuild-detector
reflector
reflector-simple
rofi-wayland
rpi-imager
rsync
rtkit
rust
s-nail
sddm-kcm
sg3_utils
sl
smartmontools
sof-firmware
spectacle
splix
spotify-launcher
starship
steam
sudo
swaync
swww
sysfsutils
system-config-printer
systemd-sysvcompat
television
texinfo
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thunderbird
timeshift
tk
tldr
tmux
ttf-bitstream-vera
ttf-dejavu
ttf-gohu-nerd
ttf-liberation
ttf-opensans
unrar
unzip
upower
usb_modeswitch
usbutils
vi
virtualbox
vkmark
waybar
welcome
wget
which
wireplumber
wl-clipboard
wofi
wpa_supplicant
xclip
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xsettingsd
xterm
yay
yazi
zathura
zathura-pdf-mupdf
zellij
zip
zoxide
